Repository: sdovi/my_orders
Catalog: project_tests/MPEI-master/locale/*/LC_MESSAGES/django.po
Languages: ru

source: about_university
ru: Об университете

source: User
ru: Пользователи системы

source: Text
ru: Текст

source: created_at
ru: создано на

source: updated_at
ru: обновлено в

source: Introducing with MPEI
ru: Знакомство с МЭИ

source: Legal info
ru: Юридическая информация МЭИ

source: WEB resources
ru: WEB-ресурсы

source: Partners
ru: Партнеры

source: Full name
ru: ФИО

source: Degree
ru: Степень

source: image
ru: Изображение

source: Honorary people
ru: Почетные люди

source: Qabul link
ru: Принят ссылка

source: Ads
ru: Объявления

source: Name
ru: Имя

source: period
ru: срок

source: count
ru: считать

source: area
ru: область

source: Ad
ru: Объявления

source: Ad detail
ru: Детали объявления

source: Object does not find! Sorry.
ru: Объект не находит! Извиняюсь.

source: Sayt logotipi (nom)
ru: Логотип сайта (название)

source: Sayt logotipi (rasm)
ru: Логотип сайта (картинка)

source: Site logo
ru: Логотип сайта

source: Title
ru: Заголовок

source: Image
ru: Изображение

source: Video
ru: видео

source: Introduction section
ru: Дополнительное образование

source: Instagram link
ru: Instagram ссылка

source: Facebook link
ru: Facebook ссылка

source: Youtube link
ru: Youtube ссылка

source: Twitter link
ru: Twitter ссылка

source: LinkedIn link
ru: LinkedIn ссылка

source: Telegram link
ru: Telegram ссылка

source: Whatsapp link
ru: Whatsapp ссылка

source: Social Links
ru: Социальные ссылки

source: email
ru: Эл. почта

source: phone_number
ru: номер телефона

source: address
ru: адрес

source: address URL
ru: адрес URL

source: Contact Information
ru: Контактная информация

source: Join our newsletter text
ru: Присоединяйтесь к нашему тексту бюллетеня

source: Join our newsletter answers
ru: Присоединяйтесь к нашим ответам на новости

source: Message
ru: Сообщение

source: Received messages
ru: Полученные сообщения

source: Fullname
ru: ФИО

source: Profession
ru: Профессия

source: Testimonials
ru: Отзывы

source: Why Choose us?
ru: Почему нужно выбрать нас?

source: whychooseus_id
ru: почемувыберите нас ID

source: Why Choose us reasons
ru: Почему выбирают нас причины

source: Question
ru: Вопрос

source: Answer
ru: Отвечать

source: FAQs
ru: ЧЗВ

source: Uzbek Kiril
ru: Узбекский

source: Uzbek
ru: Узбекский

source: English
ru: Английский

source: Russian
ru: Русский

source: education
ru: Образование

source: Faculties
ru: Факультеты

source: Groups
ru: Группы

source: Upload file
ru: Загрузить файл

source: Schedule
ru: Расписание

source: Basic education programs
ru: Базовые образовательные программы

source: Training results
ru: Результаты обучения

source: Additional education
ru: Дополнительное образование

source: Distance education
ru: Дистанционное обучение

source: Employment and internship
ru: Трудоустройство и стажировка

source: Final qualifiers
ru: Финальные отборочные

source: Official documents
ru: Официальные документы

source: International activity
ru: Международная деятельность

source: Preparing foreigners
ru: Подготовка иностранцев

source: Foreign Programs
ru: Зарубежные программы

source: Foreign Program detail
ru: Подробности зарубежной программы

source: The main organization of the CIS
ru: Главная организация СНГ

source: Cooperation
ru: Сотрудничество

source: Graduates
ru: Выпускники

source: Foreign Programs of Students of MPEI
ru: Зарубежные программы студентов МЭИ

source: Information
ru: Информация

source: Global Energy Association
ru: Ассоциация «Глобальная энергия»

source: Registration form for participants of the 25th anniversary conference of AMO
ru: Регистрационная форма для участников 25-й юбилейной конференции АМО

source: News
ru: Новости

source: Science and Innovation
ru: Наука и инновации

source: Research and development
ru: Исследования и разработки

source: Scientific infrastructure
ru: Научная инфраструктура

source: State scientific certificate
ru: Государственный научный сертификат

source: Journals
ru: Журналы

source: Scientific events
ru: Научные мероприятия

source: Scientific event detail
ru: Детали научного события

source: Structure
ru: Структура

source: Academic degree
ru: Ученая степень

source: About
ru: об

source: Scientific Council
ru: Ученый совет

source: University management
ru: Управление университетом

source: Some text
ru: Какой-то текст

source: Phone number
ru: Номер телефона

source: Email
ru: Эл. почта

source: Heads of MPEI Tashkent branch
ru: Руководители Ташкентского филиала МЭИ

source: Head detail of MPEI Tashkent branch
ru: Детали руководителей Ташкентского филиала МЭИ

source: Position
ru: Позиция

source: The board of directors
ru: Совет директоров

source: Departments and centers of MPEI
ru: Кафедры и центры МЭИ

source: Offices and departments of MPEI
ru: Управления и отделы МЭИ

source: Public organizations
ru: Общественные организации

source: The page you looking for does not exist, has been removed, changed or is temporarily unavailable
ru: Страница, которую вы ищете, не существует, была удалена, изменена или временно недоступна

source: Back to home
ru: Вернуться домой

source: Menu
ru: Меню

source: Logout
ru: Выйти

source: Login
ru: Авторизоваться

source: Home
ru: Дом

source: Bosh sahifa
ru: Домашняя страница

source: E'lonlar
ru: Объявления

source: Biz bilan aloqa
ru: Свяжитесь с нами

source: Yangiliklar
ru: Новости

source: Universitet haqida
ru: Университетская жизнь

source: MEI bilan tanishuv
ru: Введение в МЭИ

source: Rasmiy ma'lumot
ru: Официальная информация

source: WEB resurslar
ru: WEB-ресурсы

source: Hamkorlar
ru: Партнеры

source: Shaxslar
ru: Ветераны

source: Ta'lim
ru: Образование

source: Jadval
ru: Таблица

source: Asosiy ta'lim dasturlari
ru: Базовые образовательные программы

source: Trening darajalari
ru: Уровни обучения

source: Qo'shimcha ta'lim
ru: Дополнительное образование

source: Masofaviy ta'lim
ru: Дистанционное обучение

source: Ishga joylashish va amaliyot
ru: Трудоустройство и стажировка

source: Yakuniy saralash ishlari
ru: Финальные отборочные

source: Rasmiy hujjatlar
ru: Официальные документы

source: Ilm-fan va innovatsiya
ru: Наука и инновации

source: Tadqiqot va ishlanmalar
ru: Исследования и разработки

source: Ilmiy infratuzilma
ru: Научная инфраструктура

source: Davlat ilmiy sertifikati
ru: Государственный ученый сертификат

source: Jurnallar
ru: Журналы

source: Ilmiy tadbirlar
ru: Научные мероприятия

source: Xalqaro faoliyat
ru: Международная деятельность

source: Xorijiy fuqarolarni tayyorlash
ru: Обучение иностранных граждан

source: Xalqaro dasturlar
ru: Международные программы

source: MDH ning asosiy tashkiloti
ru: Главная организация СНГ

source: Hamkorlik
ru: Сотрудничество

source: Bitiruvchilar
ru: Выпускники

source: MPEI talabalari xalqaro dasturlar haqida
ru: Студенты МЭИ о международных программах

source: Ma'lumotnoma
ru: Справка

source: "Global energiya" assotsatsiyasi
ru: Ассоциация «Глобальная энергия»

source: AMO ning yubiley XXV konferensiyasi ishtirokchilari uchun ro'yxatdan o'tish shakli
ru: Регистрационная форма для участников 25-й юбилейной конференции АМО

source: Universitet hayoti
ru: Университетская жизнь

source: Madaniyat
ru: Культура

source: Salomatlik va sport
ru: Здоровье и спорт

source: Kampus
ru: Кампус

source: MPEI da psixologik yordam
ru: Психологическая поддержка в МЭИ

source: Tuzilish
ru: Структура

source: Ilmiy kengash
ru: Ученый совет

source: Universitet boshqaruvi
ru: Администрация университета

source: "MPEI" NRU ning Toshkent shahridagi filiali rahbariyati
ru: Управление Ташкентского филиала «МЭИ» НИУ

source: Direktorlar kengashi
ru: Совет директоров

source: MPEI kafedralari va markazlari
ru: Кафедры и центры МЭИ

source: Ofislar va bo'limlar
ru: Офисы и отделы

source: Jamoat tashkilotlari
ru: Общественные организации

source: Qo'shimcha
ru: Дополнительный

source: Links
ru: Ссылки

source: Join our newsletter
ru: Подпишитесь на нашу рассылку

source: Subscribe
ru: Подписывайся

source: © MPEI in Tashkent 2022 All rights reserved. Powered by
ru: © МЭИ в Ташкенте 2022 Все права защищены. Powered by

source: views
ru: просмотры

source: Continue reading
ru: продолжить чтение

source: Opening hours
ru: Часы работы

source: Monday
ru: Понедельник

source: Friday
ru: Пятница

source: Address
ru: Адрес

source: Open in Maps
ru: Открыть в Картах

source: You have a question for us?
ru: У вас есть вопрос к нам?

source: leave your message below or email us at
ru: оставьте свое сообщение ниже или напишите нам по адресу

source: Email address
ru: Адрес электронной почты

source: 120 characters left
ru: осталось 120 символов

source: Send message
ru: Отправить сообщение

source: You might also like...
ru: Вам также может понравиться...

source: Previous post
ru: Предыдущий пост

source: Next post
ru: Следующий пост

source: All
ru: Все

source: Ennouncements
ru: Объявления

source: Veterans
ru: Ветераны

source: Veteran professors, doctors and etc.
ru: Ветераны профессора, доктора наук и т.д.

source: Contact us
ru: Свяжитесь с нами

source: Leave a message if you have any question for us. We will fastly contact you and will help you! Thank you for choosing us!
ru: Оставьте сообщение, если у вас есть какие-либо вопросы к нам. Мы быстро свяжемся с вами и поможем! Спасибо, что выбрали нас!

source: Leave us a message
ru: Оставьте нам сообщение

source: Ennouncement
ru: Объявление

source: Announcements
ru: Объявления

source: Learn more
ru: Подробнее

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: You have another question for us?
ru: У вас есть еще вопрос к нам?

source: Leave your message below
ru: Оставьте свое сообщение ниже

source: Submit
ru: Отправить

source: Foreign programs
ru: Иностранные программы

source: Choose your group
ru: Выберите свою группу

source: Explore
ru: Исследуйте

source: View all
ru: Посмотреть все

source: What our students say
ru: Что говорят наши студенты

source: Why choose us?
ru: Почему нужно выбрать нас?

source: From the News
ru: Из новостей

source: NEWS
ru: НОВОСТИ

source: Read our news
ru: новости

source: Global students
ru: Глобальный студент

source: Courses
ru: Курсы

source: 5 Star Reviews
ru: 5-звездочные отзывы

source: Leaders
ru: Лидеры

source: Tel
ru: Тел.

source: More
ru: Подробнее

source: LEADERS
ru: ЛИДЕРЫ

source: Welcome to MPEI in Tashkent
ru: Добро пожаловать в МЭИ в Ташкенте

source: Sign in using your email
ru: Войдите, используя свой адрес электронной почты

source: Password
ru: Пароль

source: Sign in
ru: Войти

source: Sign in for downloading your schedule from us!
ru: Войдите, чтобы загрузить свое расписание у нас!

source: Choose your faculty
ru: Выберите свой факультет

source: Council
ru: Совет

source: Some scientific events
ru: Некоторые научные события

source: Results
ru: Результаты

source: Ennouncements search results
ru: Результаты поиска объявлений

source: News search results
ru: Результаты поиска новостей

source: Scientific events search results
ru: Результаты поиска научных событий

source: Directors
ru: Директора

source: University life
ru: Университетская жизнь

source: Culture
ru: Культура

source: Health and sport
ru: Здоровье и спорт

source: Campus
ru: Кампус

source: Psychological support at MPEI
ru: Психологическая поддержка в МЭИ
